alacritty
aquamarine
base
base-devel
bash-language-server
bat
bluez
bluez-utils
bob
btop
catfish
cava
chezmoi
chromium
cliphist
discord
docker
doublecmd-qt6
duf
efibootmgr
eslint
ex-vi-compat
eza
fastfetch
fd
feh
firefox
fisher
flatpak
foot
fuzzel
fzf
gdb
ghostty
gimp
git
git-delta
github-cli
glow
gnome-keyring
gnome-themes-extra
go-yq
greetd
greetd-regreet
greetd-tuigreet
gst-plugin-pipewire
gum
gvfs
gwenview
htop
hyperfine
hyprgraphics
hypridle
hyprland
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprsunset
hyprtoolkit
intel-media-driver
intel-ucode
inter-font
just
kate
kitty
kwallet-pam
kwalletmanager
lazygit
less
libpulse
linux
linux-firmware
lynx
man-db
man-pages
markdownlint-cli
mermaid-cli
mise
mpv
nano
nautilus
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nushell
nwg-look
obsidian
openai-codex
openssh
pacman-contrib
papirus-icon-theme
pavucontrol
pika-backup
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prettier
python-capstone
python-pipx
python-pyelftools
python-pyquery
qt6ct
ripgrep
rofi
rofi-emoji
satty
shfmt
skim
sof-firmware
solaar
spotify-launcher
steam
swww
system76-firmware
tesseract
tinymist
tmux
trash-cli
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tumbler
typst
ueberzugpp
ufw
uv
vim
waybar
wev
wireplumber
wl-clipboard
wlsunset
woff2-font-awesome
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xwayland-satellite
yazi
zathura
zathura-pdf-poppler
zellij
zoxide
zram-generator
zsh-autosuggestions
zsh-completions
